Repository: fumiyas/mailman-ja-utf8-debian
Catalog: debian/po/*.po
Languages: cs, fr

source: big5
cs: èín¹tina
fr: big5 (chinois big5)

source: ca
cs: katalán¹tina
fr: ca (catalan)

source: cs
cs: èe¹tina
fr: cs (tchèque)

source: da
cs: dán¹tina
fr: da (danois)

source: de
cs: nìmèina
fr: de (allemand)

source: en
cs: angliètina
fr: en (anglais)

source: es
cs: ¹panìl¹tina
fr: es (espagnol)

source: et
cs: eston¹tina
fr: et (estonien)

source: eu
cs: baskiètina
fr: eu (basque)

source: fi
cs: fin¹tina
fr: fi (finnois)

source: fr
cs: francouz¹tina
fr: fr (français)

source: hr
cs: chorvat¹tina
fr: hr (croate)

source: hu
cs: maïar¹tina
fr: hu (hongrois)

source: it
cs: ital¹tina
fr: it (italien)

source: ja
cs: japon¹tina
fr: ja (japonais)

source: ko
cs: korej¹tina
fr: ko (coréen)

source: lt
cs: litev¹tina
fr: lt (lituanien)

source: nl
cs: holand¹tina
fr: nl (néerlandais)

source: no
cs: nor¹tina
fr: no (norvégien)

source: pl
cs: pol¹tina
fr: pl (polonais)

source: pt
cs: portugal¹tina
fr: pt (portugais)

source: pt_BR
cs: brazilská portugal¹tina
fr: pt_BR (portugais du Brésil)

source: ro
cs: rumun¹tina
fr: ro (roumain)

source: ru
cs: ru¹tina
fr: ru (russe)

source: sl
cs: slovin¹tina
fr: sl (slovène)

source: sr
cs: srb¹tina
fr: sr (serbe)

source: sv
cs: ¹véd¹tina
fr: sv (suédois)

source: uk
cs: ukrajin¹tina
fr: uk (ukrainien)

source: If you need a different set of languages at a later time, just run dpkg-reconfigure mailman.
cs: Budete-li chtít pozdìji zmìnit seznam podporovaných jazykù, jednodu¹e spus»te "dpkg-reconfigure mailman".
fr: Quand vous voudrez ajouter ou retirer des langues, il suffira d'exécuter « dpkg-reconfigure mailman ».

source: NOTE: Languages enabled on existing mailing lists are forcibly re-enabled when deselected and mailman needs at least one language for displaying its messages.
fr: NOTE : les langues gérées par des listes de discussion existantes sont automatiquement réactivées même si vous les désactivez ici. Mailman a besoin d'au moins une langue activée pour afficher ses messages.

source: Gate news to mail?
cs: Brána z news do po¹ty?
fr: Voulez-vous transformer des nouvelles en courriers électroniques ?

source: Most people won't need this.
cs: Vìt¹ina lidí toto nepotøebuje.
fr: La plupart des utilisateurs n'ont pas besoin de cette fonction.

source: Missing site list
cs: Chybìjící administrativní konference
fr: Pas de liste du site

source: Mailman needs a so-called "site list", which is the list from which password reminders and such are sent out from. This list needs to be created before mailman will start.
cs: Mailman potøebuje takzvanou "administrativní adresu", co¾ je adresa, ze které posílá napøíklad upomínání hesel a podobnì. Tato adresa musí být vytvoøena pøed startem mailmanu.
fr: Mailman a besoin d'une liste du site (« site list ») ; cette liste permet d'envoyer les rappels pour les mots de passe, etc. Elle doit être créée avant le lancement de Mailman.

source: To create the list, run "newlist mailman" and follow the instructions on-screen. Note that you also need to start mailman after that, using /etc/init.d/mailman start.
cs: Pro vytvoøení adresy spus»te "newlist mailman" a následujte instrukce na obrazovce. Poté musíte mailman spustit pøíkazem /etc/init.d/mailman start.
fr: Pour créer cette liste, lancez « newlist mailman » et suivez les instructions qui apparaissent sur l'écran. Il est ensuite nécessaire de relancer mailman avec la commande « /etc/init.d/mailman start ».

source: The web page will be shown in this language, and in general, Mailman will use this language to communicate with the user.
cs: V zadaném jazyce bude zobrazena webová stránka a dále bude Mailman tento jazyk pou¾ívat pro komunikaci s u¾ivatelem.
fr: La page web est affichée dans la langue choisie ; Mailman se sert aussi de cette langue pour communiquer avec les utilisateurs.

source: Old queue files present
cs: Ve frontì jsou pøítomny staré soubory
fr: Fichiers anciens dans les files d'attente

source: The directory /var/lib/mailman/qfiles contains files. It needs to be empty for the upgrade to work properly. If these files contain unprocessed messages that are otherwise fine, then you can try to handle them by: - Stopping new messages from coming in the queue (at the MTA level: queue them in the MTA's queue or refuse them with a 4xx code). If your site has a relatively low mailman traffic, you can skip this step. - Start a mailman queue runner: /etc/init.d/mailman start - Let it run until all messages are handled. If they don't all get handled in a timely manner, look at the logs to try to understand why and solve the cause. - Stop it: /etc/init.d/mailman stop - Retry the upgrade. - Let messages come in again. You can also decide to simply remove the files, which will make Mailman forget about (and lose) the corresponding emails; expect angry users.
fr: Le répertoire /var/lib/mailman/qfiles contient des fichiers. Il doit être vide pour que la mise à jour se passe correctement. Si ces fichiers sont des messages qui n'ont pas encore été traités, vous pouvez procéder ainsi : - Empêchez l'arrivée de nouveaux messages dans la file d'attente. Au niveau MTA, mettez les nouveaux fichiers en attente ou refusez-les avec un code 4xx. Si le trafic de votre site est peu important, vous pouvez sauter cette étape. - Traitez la file d'attente de mailman : /etc/init.d/mailman start - Attendez que tous les messages soient traités. Si cela prend trop de temps, lisez les journaux et essayez de comprendre pourquoi. - Arrêtez mailman : /etc/init.d/mailman stop - Réessayez la mise à jour. - Autorisez l'arrivée des messages. Vous pouvez aussi supprimer ces fichiers. Mailman ignorera les messages correspondants. Utilisateurs en colère à prévoir.

source: If these files correspond to shunted messages, you have to either delete them or unshunt them (with /var/lib/mailman/bin/unshunt). Shunted messages are messages on which Mailman has already abandoned any further processing because of an error condition, but that are kept for admin review, as they usually originate from Mailman bugs or other abnormal situations that need human inspection. You can use /var/lib/mailman/bin/show_qfiles to examine the contents of the queues.
fr: Si ces fichiers correspondent à des messages mis de côté, vous devez les détruire ou bien les traiter à nouveau (avec /var/lib/mailman/bin/unshunt). Les messages mis de côté sont des messages que mailman ne traitera plus car ils provoquent une erreur. Ils sont conservés pour étude car ils proviennent de bogues de mailman ou de situation anormale. Vous pouvez utiliser /var/lib/mailman/bin/show_qfiles pour examiner le contenu de la file d'attente.
